<template>
  <div>
    ARCC 阿科电商平台用户服务协议<br>
欢迎您使用ARCC 阿科电商平台！<br>

【提示】<br>

您在申请注册流程中点击同意本协议之前，应认真阅读本协议。请您务必审慎阅读、充分理解本协议各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体下划线标识，您应重点阅读。如您对协议内容有任何疑问，可以通过邮箱【zhaozq@arcnftclub.com】联系我们沟通处理。

一、服务条款确认与接受
1、ARCC 阿科电商平台，指ARCC 阿科电商平台平台及其移动客户端软件、应用程序等，以下称“本平台或我们”，本平台提供的服务是依据本平台发布的服务条款和操作规则执行。您确认，在完成注册过程中已仔细阅读并接受本协议中所有服务条款内容，您完成注册即本协议在您与本平台间成立并生效，同时您成为本平台的正式用户。

2、根据国家法律法规变化及本平台运营需要，我们有权对本协议条款及相关规则不时地进行修改，修改后的内容一旦以任何形式公布在本平台上即生效，并取代此前相关内容，您应关注本平台公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，若您不同意更新后的内容，应立即停止使用本平台及服务；如您继续使用本平台及服务，即视为您知悉变动内容并同意接受。

二、账号注册与使用
1.用户资格

您确认，在您开始注册程序使用本平台服务前，应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。如果您在18周岁以下（或不具备前述与您行为相适应的民事行为能力），您需要在监护人的监护参与下才能注册并使用本平台。您或您在监护人的参与下使用本平台时，即视为您满足上述条件，并对您在本平台中提供的所有信息的真实性负责。

2.账号注册

（1）您按照注册页面提示填写信息、仔细阅读并同意本协议且完成全部注册程序后，您可获得本平台注册账号并成为本平台用户。

（2）您在注册平台账号时，应按照本平台的要求及相关法律法规的规定进行账号实名认证，本平台一个手机号仅能注册和绑定一个账号。您同意，本平台在必要时可维护及更新/升级您的账号。

3.账号使用

您理解并确认，您所注册账号的所有权归本平台公司所有，您完成申请、注册手续后，仅获得该账号的使用权，您的账号仅限于您本人使用。除法律法规或平台规则另有规定，您不得将您的账号以任何方式进行转让、出借或出售。您务必妥善保管账号登录名、短信校验码等相关信息。您账号登录状态下进行的所有操作、发出的所有指令均视为您本人做出。若您自身原因造成您的账号被冒用、盗用或非法使用的，您自行承担由此造成的风险及您的损失。

三、平台服务及规范
1.商品及/或服务的浏览、收藏

您浏览本平台或使用本服务过程中，我们为您提供了信息分类、关键词检索、筛选、收藏及关注等功能，以便更好地匹配您的需求。您可以对您感兴趣的商品及/或服务进行收藏、添加至购物车，关注您所感兴趣的商品等。

2.商品及/或服务的购买

您在本平台购买商品及/或服务时，请您务必仔细确认所购商品/服务的品名、价格、数量、型号、规格、尺寸或服务的时间、内容、限制性要求等重要事项，并在下单时核实您的联系地址、电话等相关信息。如您填写的信息非您本人，则该收货人的行为和意思表示产生的法律后果均由您承担。

3.配送与交付

您在本平台购买的商品/服务将按照本平台上您所指定的送货地址或接收方式进行配送与交付。您应当清楚准确地填写您的送货地址、联系人及联系方式等配送信息，您知悉并确认，您所购买的商品/服务仅由您填写的联系人或接收人所接收，因您变更联系人或变更相关配送信息而造成的损失由您自行承担。

4.评价

（1）您有权在本平台提供的评价系统中对您达成交易的商品及/或服务进行评价。您理解，您在本平台的评价信息是公开的，如您不愿意在评价信息中向公众披露您的身份信息，您有权选择通过匿名形式发表评价内容。

（2）为确保您评价内容能为消费者购物或使用本平台决策提供可靠的依据，反映商品及/或服务的真实情况，您的所有评价行为应遵守本平台规则的相关要求，评价内容应当合法、客观、真实，与交易的商品及/或服务具有关联性，且不应包含任何污言秽语、色情低俗、广告信息及法律法规以及本协议列明的其他禁止性内容。

四、用户个人信息保护
个人信息的保护
我们非常重视您的个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您使用本平台提供的服务时，您同意本平台按照平台上公布的隐私权政策收集、存储、使用、披露和保护您的个人信息。本平台亦通过隐私权政策向您清楚地介绍我们对您个人信息的处理方式，因此我们建议您完整地阅读本平台隐私权政策，以帮助您更好地保护您的个人信息。

个人信息授权
（1）您声明并保证，您对您所发布的信息拥有相应、合法的权利，并依据您个人的行为自愿公开或不公开。否则，本平台可对您发布的信息依法或依本协议进行删除或屏蔽或依照相关法律法规处理。

（2）对于您提供、发布及在使用本平台服务过程中形成的除个人信息外的文字、图片、视频、音频等非个人信息，您确认均不会因上传、发布等行为发生知识产权、肖像权等权利的转移。除非我们另行说明，在法律允许的范围内，您免费授予本平台非排他的、无地域限制的许可使用（包括存储、使用、复制、修订、编辑、发布、展示、翻译、分发上述信息或制作派生作品，以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内等）及可再许可第三方使用的权利，以及可以自身名义对第三方侵权行为取证及提起诉讼的权利。您应确保在本平台上发表的各类信息内容均不涉及侵犯第三方肖像、隐私、知识产权或其他合法权益。否则我们有权随时采取包括但不限于删除、断开链接等措施。

（3）为方便您使用本平台及其他相关服务，您授权我们将您在账户注册和使用本平台服务过程中提供、形成的信息传递给我们合作的其他相关服务提供者，亦同意其他相关服务提供者获取您在注册、使用相关服务期间提供、形成的信息。

五、用户行为规范
1、您同意严格遵守法律法规规章规定，依法遵守以下义务：

（1）不得制作、传输或发表以下违法信息资料：反对宪法所确定的基本原则，煽动抗拒、破坏宪法和法律法规实施的；危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的，煽动推翻社会主义制度的；损害国家荣誉和利益的；歪曲、丑化、亵渎、否定英雄烈士事迹和精神，侵害英雄烈士的姓名、肖像、名誉、荣誉的；宣扬或煽动实施恐怖主义、极端主义及其活动的；煽动民族仇恨、民族歧视、破坏民族团结的言论；破坏国家宗教政策，宣扬邪教和封建迷信的；散布谣言，扰乱经济秩序和社会秩序的；散布淫秽、色情、暴力或者教唆犯罪的；侮辱或者诽谤他人，侵害他人名誉、隐私和其他合法权益的；法律、行政法规禁止的其他内容。

（2）防范和抵制制作、复制、发布含有下列内容的不良信息资料：标题严重夸张，发表内容与标题严重不符的；不当评述自然灾害、重大事故等灾难的；煽动人群歧视、地域歧视等的；宣扬低俗、庸俗、媚俗内容的；违反社会公德行为的；侵犯未成年人合法权益的；其他对网络生态造成不良影响的内容。

2、本协议依据国家相关法律法规规章制定，您亦同意严格遵守以下义务：

（1）从中国大陆向境外传输资料信息时必须符合中国有关法规；

（2）不得利用本平台从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；

（3）不得干扰本平台的正常运转，不得侵入本平台及国家计算机信息系统；

（4）不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的、不文明的等信息资料；

（5）不得教唆他人从事违法违规或本协议、平台规则所禁止的行为；

（6）不得利用在本平台注册的账户进行牟利性经营活动；

（7）不得发布任何侵犯他人个人信息、著作权、商标权等知识产权或合法权利的内容；

3、除非法律允许或我们书面许可，您使用本平台过程中不得从事下列行为：

（1）删除本平台及其副本上关于著作权的信息；

（2）对本平台进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本平台的源代码；

（3）对本平台拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；

（4）对本平台或者本平台运行过程中释放到任何终端内存中的数据、平台运行过程中客户端与服务器端的交互数据，以及本平台运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经我们授权的第三方工具/服务接入本平台和相关系统；

（5）通过修改或伪造平台运行中的指令、数据，增加、删减、变动平台的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；

（6）通过非本平台开发、授权的第三方软件、插件、外挂、系统，登录或使用本平台及服务，或制作、发布、传播上述工具；

（7）自行或者授权他人、第三方软件对本平台及其组件、模块、数据进行干扰。

您须对自己在本平台上的言论和行为承担法律责任，您若在本平台上散布和传播反动、色情或其它违反国家法律的信息，本平台的系统记录有可能作为您违反法律的证据。
六、平台服务更新
为了改善您的使用体验、完善服务内容，我们将不断努力开发新的服务，并为您不时提供系统或软件更新，新版本发布后，旧版本的系统或软件可能无法使用，我们不保证旧版本系统或软件继续可用或匹配您的客户端，请您随时核对并下载最新版本。

七、知识产权
1.本平台的著作权、商标权、专利权、商业秘密等知识产权，以及与本平台相关的所有信息内容（包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受法律保护，本平台依法享有上述相关知识产权，但相关内容归属权利人及/或权利人依照法律规定应享有权利的除外。

2.我们授予您一项仅限于个人非商业目的、非排他性、可撤销、不可转让、不可分许可的有限的普通许可，您可以在本协议有效期内，按照本协议及平台规则限定的范围和方式使用本平台服务。本协议未明示授权的其他一切权利仍由我们或相关权利方保留。

八、违约及处理
如果我们发现或收到他人举报投诉您违反本协议约定或存在任何恶意行为的，我们有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规账号处以包括但不限于警告、限制或禁止使用部分或全部功能、账号封禁、注销等处罚，并公告处理结果。
我们有权依据合理判断对违反有关法律法规或本协议规定的行为采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，您应独自承担由此而产生的一切法律责任。
您理解并同意，若您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；我们因此遭受损失的，您也应当一并赔偿。
除非另有明确的书面说明,我们不对本平台的运营及其包含在本平台上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。
九、法律管辖适用
本协议的订立、执行和解释及争议的解决均应适用中国法律。
若您就本协议内容或其执行与我们产生任何争议，我们应尽力友好协商解决；协商不成时，由本平台所在地法院管辖并解决。
十、其它
若本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响本协议任何其余条款的有效性和可执行性。
本协议未明示授权的其他权利仍由本平台保留，您在行使这些权利时须另外取得我们的书面许可。我们如果未行使前述任何权利，并不构成对该权利的放弃。
本协议在您勾选同意及/或点击确认后，在您与本平台之间发生法律效力，双方均应信守执行。
  </div>
</template>

<script>
export default {

}
</script>

<style>

</style>